casos/p06_tubo_turbulento/turbulento/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
nu  nu [0 2 -1 0 0 0 0] 1e-6;
