casos/p06_tubo_turbulento/turbulento/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  MCFT — Prática 6B: Tubo turbulento Re=100000
  Meio-canal 2D: L=2m, H/2=0.05m, symmetryPlane em y=0
  U=1 m/s, nu=1e-6 → Re = 1*0.1/1e-6 = 100000
  Malha refinada junto à parede para wall functions (y+~50)
  Primeira célula ≈ 0.5mm, expansion ratio ≈ 4 (15 células)
\*---------------------------------------------------------------------------*/
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
L 2.0;  H 0.05;  h 0.01;
vertices
(
    (0 0 0) ($L 0 0) ($L $H 0) (0 $H 0)
    (0 0 $h) ($L 0 $h) ($L $H $h) (0 $H $h)
);
blocks ( hex (0 1 2 3 4 5 6 7) (100 15 1) simpleGrading (1 30 1) );
boundary
(
    inlet    { type patch; faces ((0 4 7 3)); }
    outlet   { type patch; faces ((1 2 6 5)); }
    wall     { type wall;  faces ((3 2 6 7)); }
    symmetry { type symmetryPlane; faces ((0 1 5 4)); }
    frontAndBack { type empty; faces ((0 1 2 3)(4 5 6 7)); }
);
